;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Duplicate Finder 1.26.28
; Update: 2018-06-14
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka
btnsupportcenter=Spätná väzba
ButtonCancel=Zrušiť


[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Warning=Upozornenie
Error=Chyba
Information=Informácia
Confirm=Potvrdenie
BtnRegister.Caption=Registrácia

pmContact=Kontaktujte nás
pmCheckMsg=Automaticky kontrolovať novinky
ppmHelpOnline=Pomocník online
ppmForum=Fórum
ppmHomepage=Domovská stránka
ppmContactUs=Kontaktujte nás
ppmCheckUpdates=Skontrolovať aktualizácie
ppmSettings=Nastavenia
ppmRestoreFile=Zálohovanie a obnovenie
ppmLanguage=Vybrať jazyk
ppmAbout=O programe
ppmOpen=Otvoriť obsahujúci priečinok
ppmFileProperties=Vlastnosti
ppmDelete=Odstrániť vybrané súbory
ppmExport=Exportovať do...
ppmExecute=Otvoriť

frmWDFMain.btnemail.hint=Zdieľajte Wise Duplicate Finder s priateľmi
frmWDFMain.btntwitter.hint=Zdieľajte Wise Duplicate Finder na Twitteri
frmWDFMain.btnfacebook.hint=Sledujte nás na Facebooku
frmWDFMain.btnFolder.Hint=Vybrať priečinky
frmWDFMain.lblVer.Caption=Verzia:
frmWDFMain.btnScan.caption=Skenovať
frmWDFMain.btnCancel.caption=Zrušiť
frmWDFMain.btnScan.Hint=Skenovať
frmWDFMain.btnCancel.Hint=Zrušiť
frmWDFMain.lblcaption.Caption=Odstráni duplikované súbory z vášho PC pre uvoľnenie miesta na disku.
frmWDFMain.lblLocation.Caption=Umiestnenie:
frmWDFMain.btnAdvSetting.Caption=Pokročilé nastavenia
frmWDFMain.btnselall.Caption=Vybrať všetko
frmWDFMain.btnInvertSelection.Caption=Obrátiť výber
frmWDFMain.btnKeepOne.Caption=Ponechať 1
frmWDFMain.btnDel.Caption=Odstrániť vybrané

ppmLastCreate=Najnovšie vytvorený
ppmFirstCreate=Najstaršie vytvorený
ppmLastWrite=Najnovšie upravený
ppmFirstWrite=Najstaršie upravený

frmDFSettings.Caption=Nastavenia
frmDFSettings.lblIncludes.Caption=Zahrnúť:
frmDFSettings.lblMinimize.Caption=Minimálna veľkosť:
frmDFSettings.lblMaxmize.Caption=Maximálna veľkosť:
frmDFSettings.btnAddFolder.caption=Pridať priečinok
frmDFSettings.btnAddKey.caption=Pridať výraz
frmDFSettings.lblExclude.Caption=Vylúčené:
frmDFSettings.lblBackup.Caption=Zálohovať do:
frmDFSettings.lblCheckupdate.Caption=Aktualizovať:
frmDFSettings.lblLanguage.Caption=Jazyk:
frmDFSettings.btnOk.caption=OK
frmDFSettings.btnCancel.caption=Zrušiť
frmDFSettings.AdvSetting.Caption=Pokročilé nastavenia
frmDFSettings.Folder.Caption=Výber priečinkov
frmDFSettings.chkAutoBackup.Caption=Automaticky zálohovať
frmDFSettings.ckNewsletter.Caption=Automaticky kontrolovať novinky
frmDFSettings.btnAddFolder.Hint=Pridať priečinok
frmDFSettings.btnAddKey.Hint=Pridať výraz
frmDFSettings.btnOk.Hint=OK
frmDFSettings.btnCancel.Hint=Zrušiť
frmDFSettings.lblColor.Caption=Farba skupiny:


FrmRegister.Caption=Registrácia
FrmRegister.lblinfo.caption=Ďakujeme, že ste si zvolili Wise Duplicate Finder.
FrmRegister.lblemail.caption=Email:
FrmRegister.lblName.caption=Meno:
FrmRegister.lblkey.caption=Licenčný kľúč:
FrmRegister.lblhelp.caption=Máte problém s vložením licenčného kľúča?
FrmRegister.lblsupport.caption=Kontaktujte nás
FrmRegister.btnreg.caption=Zaregistrovať
FrmRegister.btnbuy.caption=Kúpiť teraz

frmBackup.Caption=Zálohovanie a obnovenie
frmBackup.lblBackup.Caption=Zálohovať do:
frmBackup.btnDelete.caption=Odstrániť vybrané
frmBackup.btnRestore.caption=Obnoviť vybrané

frmAbout.caption=O programe
frmAbout.lblver.Caption=Aktuálna verzia:
frmAbout.lblemail.Caption=Email podpory:
frmAbout.lblhome.Caption=Domáca stránka:
frmAbout.lblthanks.Caption=Týmto ľuďom ďakujeme za ich príspevky:
frmAbout.lblStatus.Caption=Stav:


[Message]
deletefileerr=Nedá sa odstrániť
Continuedelete=Chcete pokračovať?
BeginCountFiles=Pripravujem skenovanie...
CountFiles=Preskenovaných súborov %d ...
HashFiles=Aktuálne súbory:
CountResult=Zisťujem výsledky skenovania...
searchduplicateover=Nájdených skupín duplikátov %d.Celkovo súborov %d.Uplynutý čas: %d sek.
FileName=Názov
FileSize=Veľkosť
FolderName=Priečinok
LastDate=Dátum úpravy
CreateDate=Dátum vytvorenia
mdFileName=Zhodný názov a veľkosť (najrýchlejšie)
mdHashPart=Čiastočná zhoda (rýchle)
mdHash=Presná zhoda (pomalé)
mdZeroSize=Súbory s nulovou veľkosťou
WaitRestore=Obnovujem...
WaitBackup=Čakám...
Images=Obrázky
Audios=Hudbu
Videos=Videá
Document=Dokumenty
Compressed=Archívy
Email=Emaily
Byte=B
KB=kB
MB=MB
GB=GB
AddFolder=Pridať priečinok
NoFolder=Pridajte priečinky na skenovanie!
InputKey=Pridanie výrazu
EmptyEmail=Zadajte emailovú adresu!
EmptyName=Zadajte vaše meno!
EmpytKey=Zadajte licenčný kľúč!
InvalidEmail=Neplatná emailová adresa!
InvalidKey=Neplatný licenčný kľúč!
InvalidRegInfo=Neplatné registračné údaje!
ThanksRegister=Ďakujeme za registráciu tohto produktu!
NoRegInfo=Nemôžem nájsť vaše registračné údaje!
Daily=Denne
Weekly=Týždenne
Monthly=Mesačne
Never=Nikdy
newver=Bola nájdená nová verzia Wise Duplicate Finder! Chcete ju aktualizovať?
nonewver=Gratulujeme! Používate najnovšiu verziu.
Registered=Zaregistrované
Unregistered=Nezaregistrované

[AutoUpdate]
UpdateFail=Aktualizácia zlyhala! Chcete stiahnuť inštalačný súbor z našej stránky?
CurrentFile=Aktualizujem súbor:
Readed=Sťahujem:
SumSize=Celková veľkosť:
Byte=Bajtov
DownloadError=Sťahovanie zlyhalo! Skúste to neskôr.
Cancel=Zrušiť
Ready=Príprava sťahovania...

[Renew]
Renew=Obnovenie
Regnow=Registrácia
title1=Váš licenčný kľúč expiroval.Obnovte si ho prosím!
title=Počet dní do expirácie Wise Duplicate Finder PRO %d!
Regtitle=Počet dní do uplynutia skúšobnej doby %d!
Price=Obnovte si verziu PRO iba za %s!
RegPrice=Zakúpte si verziu PRO iba za %s!
Describe=Môžete stratiť privilégiá verzie PRO.